Revit 2027 API
FilterNumericGreaterOrEqual Properties
The FilterNumericGreaterOrEqual type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FilterNumericRuleEvaluator)
Top
See Also
Reference
FilterNumericGreaterOrEqual Class
Autodesk.Revit.DB Namespace